Repository: dimaserd/Runtasker
Catalog: Runtasker.Resources/Views/Account/Register/RegisterRes.*.resx
Languages: ru_ru

# AlreadyHaveAc
source: Already have an account?
ru_ru: У вас уже есть учетная запись?

# ClickToSI
source: Click to Sign In
ru_ru: Нажмите чтобы войти

# ContactLinkText
source: contact us
ru_ru: свяжитесь с нами

# ContCustSup
source: Contact Customer Support
ru_ru: Связаться с службой поддержки

# HomeNav
source: Home
ru_ru: Главная

source: Register
ru_ru: Зарегистрироваться

# RegisterNew
source: Register new account.
ru_ru: Зарегистрировать новую учетную запись

# Title
source: Sign Up
ru_ru: Создать учетную запись

# ActiveNav
source: Sign Up
ru_ru: Зарегистрироваться

# RegPlus1
source: Join the Runtasker community
ru_ru: Присоединиться к сообществу Runtasker

# RegPlus2
source: Get free and fast help in the chatroom
ru_ru: Получать поддержку в сообществе Runtasker

# RegPlus3
source: Place your assignments on Runtasker
ru_ru: Заказывать работы на Runtasker

# RegPlus4
source: Get discounts on Runtasker
ru_ru: Получать скидки на Runtasker

# RegPlusesHeader
source: Once you're registered, you can:
ru_ru: Зарегистрированные пользователи могут:

# WhyToReg
source: Why to register?
ru_ru: Какие плюсы Вам даёт регистрация?

# WhyToRegDesc
source: Registration is fast, easy, and free.
ru_ru: Регистрация на Runtasker –это просто, быстро и полезно.

# RegPlus5
source: Get detailed consultation on Runtasker
ru_ru: Получить подробную консультацию на Runtasker

# RegPlus6
source: Get 300 bonus roubles on Runtasker
ru_ru: Получить бонусные 300 рублей на Runtasker

# ContactTextPattern
source: If you're looking for more help or have a question to ask, please {0}.
ru_ru: Если вам нужна помощь или у вас возникли вопросы, пожалуйста {0}.
